/* Description for an inactive alert modifier */
" (inactive)" = " (inactive)";

/* Pod state when activation not completed in the time allowed */
"Activation time exceeded" = "Activation time exceeded";

/* Description for auto-off alarm */
"Auto-off alarm" = "Auto-off alarm";

/* Pod state when basal initialized */
"Basal initialized" = "Basal initialized";

/* Delivery status when bolusing */
"Bolusing" = "Bolusing";

/* Delivery status when bolusing and temp basal is running */
"Bolusing with temp basal" = "Bolusing with temp basal";

/* Pod state when deactivated */
"Deactivated" = "Deactivated";

/* Description for Empty reservoir pod fault */
"Empty reservoir" = "Empty reservoir";

/* Description for expiration alert */
"Expiration alert" = "Expiration alert";

/* Pod state when fault event has occurred */
"Fault event occurred" = "Fault event occurred";

/* Description for finish setup */
"Finish setup " = "Finish setup ";

/* Pod initialized */
"Initialized" = "Initialized";

/* Pod state when inserting cannula */
"Inserting cannula" = "Inserting cannula";

/* The format string for Internal pod fault (1: The fault code value) */
"Internal pod fault %1$03d" = "Internal pod fault %1$03d";

/* Description for MessageError invalidSequence */
"Invalid address: (%1$@)" = "Invalid address: (%1$@)";

/* Description for MessageError invalidCrc */
"Invalid CRC" = "Invalid CRC";

/* Pod state when running with fifty or less units */
"Low reservoir" = "Low reservoir";

/* Description for low reservoir alarm */
"Low reservoir advisory alarm" = "Low reservoir advisory alarm";

/* Pod memory initialized */
"Memory initialized" = "Memory initialized";

/* Pod alert state when no alerts are active */
"No alerts" = "No alerts";

/* Description for Fault Event Code .noFaults */
"No faults" = "No faults";

/* Pod state when running above fifty units */
"Normal" = "Normal";

/* Description for MessageError notEnoughData */
"Not enough data" = "Not enough data";

/* Description for Occlusion detected pod fault */
"Occlusion detected" = "Occlusion detected";

/* Pod state oneNotUsed */
"oneNotUsed" = "oneNotUsed";

/* Pod status when pairing completed */
"Paired completed" = "Paired completed";

/* Description for MessageError parsingError */
"Parsing Error: " = "Parsing Error: ";

/* Description for expiration advisory alarm */
"Pod expiration advisory alarm" = "Pod expiration advisory alarm";

/* Highlight string for pod expired (80hrs). */
"Pod Expired" = "Pod Expired";

/* Description for Pod expired pod fault */
"Pod expired" = "Pod expired";

/* Highlight string for pod faults. */
"Pod Fault" = "Pod Fault";

/* Delivery status when pod is priming
   Pod status when priming */
"Priming" = "Priming";

/* Pod state when priming completed */
"Priming completed" = "Priming completed";

/* Pod pairing reminder initialized */
"Reminder initialized" = "Reminder initialized";

/* Delivery status when scheduled basal is running */
"Scheduled basal" = "Scheduled basal";

/* Description for shutdown imminent alarm */
"Shutdown imminent alarm" = "Shutdown imminent alarm";

/* Delivery status when insulin delivery is suspended */
"Suspended" = "Suspended";

/* Delivery status when temp basal is running */
"Temp basal running" = "Temp basal running";

/* Pod state threeNotUsed */
"threeNotUsed" = "threeNotUsed";

/* Pod state twoNotUsed */
"twoNotUsed" = "twoNotUsed";

/* Description for MessageError invalidSequence */
"Unexpected message sequence number" = "Unexpected message sequence number";

/* The format string for Unknown pod fault (1: The fault code value) */
"Unknown pod fault %1$03d" = "Unknown pod fault %1$03d";

/* Format string for description of MessageError unknownValue. (1: value) (2: Type) */
"Unknown Value (%1$@) for type %2$@" = "Unknown Value (%1$@) for type %2$@";

/* Format string for description of MessageError validationFailed. (1: description of validation failure) */
"Validation failed: %1$@" = "Validation failed: %1$@";

/* Description waiting for pairing reminder */
"Waiting for pairing reminder" = "Waiting for pairing reminder";

